[
    {
        "id": "0",
        "title": "Primavera",
        "author": "Sandro Botticelli",
        "description": " In un ombroso boschetto, che forma una sorta di semi-cupola di aranci colmi di frutti e arbusti sullo sfondo di un cielo azzurrino, sono disposti nove personaggi, in una composizione bilanciata ritmicamente e fondamentalmente simmetrica attorno al perno centrale della donna col drappo rosso e verde sulla veste setosa. Il suolo è composto da un verde prato, disseminato da un'infinita varietà di specie vegetali e un ricchissimo campionario di fiori: nontiscordardimé, iris, fiordaliso, ranuncolo, papavero, margherita, viola, gelsomino, eccetera I personaggi e l'iconografia generale vennero identificati nel 1888 da Adolf Gaspary, basandosi sulle indicazioni di Vasari, e, fondamentalmente, non sono più stati messi in discussione. Cinque anni dopo Aby Warburg articolò infatti la descrizione che venne sostanzialmente accettata da tutta la critica, sebbene sfugga tuttora il senso complessivo della scena.",
        "date": "1480",
        "tags": "", 
        "src": "gallery/primavera-di-botticelli.jpg"
    },
    {
        "id": "1",
        "title": "La persistenza della memoria",
        "author": "Salvador Dalì",
        "description": "La persistenza della memoria raffigura un paesaggio costiero della costa Brava, nei pressi di Port Lligat, dominato da un cielo con delle sfumature gialle e celesti. La scena, disabitata e scevra di ogni vegetazione, è popolata da diversi oggetti: un parallelepipedo color terra, un ulivo senza foglie (forse senza vita) che sorge su quest'ultimo, un occhio dalle lunghe ciglia addormentato e un plinto blu sullo sfondo, che fa pendant con il mare retrostante. L'attenzione dell'osservatore, tuttavia, è catturata dai tre orologi molli, quasi liquefatti, che di fatto sono i protagonisti della scena. Squagliandosi, questi assumono la foggia dei loro sostegni: il primo ha una mosca su di esso e scivola oltre il bordo del volume squadrato collocato in primo piano, il secondo è sospeso sull'unico ramo dell'albero secco appoggiato sul parallelepipedo, e il terzo è avvolto a spirale sulla timida figura embrionale colante sul suolo. Un quarto orologio, l'unico ad essere rimasto allo stato solido, è collocato sempre sul parallelepipedo ed è ricoperto di formiche nere brulicanti; l'artista catalano ha da sempre nutrito una fobia verso questi insetti, sin da quando ancora bambino li vide divorare un coleottero.",
        "date": "1931",
        "tags": "",
        "src": "gallery/persistenza.jpg"
    },
    {
        "id": "2",
        "title": "La grande onda di Kanagawa",
        "author": "Katsushika Hokusai",
        "description": "L'immagine è stampata in formato orizzontale (横絵 yoko-e) e le sue dimensioni seguono il modello ōban (大判), il formato più comune tra quelli utilizzati per le stampe giapponesi: circa 25 cm di altezza e 38 cm di larghezza. La grande onda misura 25,7 cm × 37,9 cm. La firma di Hokusai è posta nell'angolo in alto a sinistra. La composizione è costituita da tre elementi principali: il mare in tempesta, le barche e una montagna. Hokusai adotta qui un metodo mutuato dalla pittura buddista, ovvero la composizione cinese tripartita, secondo cui a una grande forma (la barca) in primo piano, ne seguiva una minore e una ancora più piccola (il Fujiyama) sullo sfondo.",
        "date": "1831",
        "tags": "",
        "src": "gallery/tsunami.jpg"
    },
    {
        "id": "3",
        "title": "La libertà che guida il popolo",
        "author": " Eugène Delacroix",
        "description": "La Libertà che guida il popolo raffigura tutte le classi sociali unite in lotta contro l'oppressore, guidate dalla personificazione speciale della Francia, Marianne, che in quest'opera assurge anche a simbolo della Libertà. Marianne è colta nell'attimo in cui avanza sicura sulla barricata, sventolando con la mano destra il Tricolore francese (richiamando con evidenza i valori della rivoluzione del 1789) e impugnando con la sinistra un fucile con baionetta, a suggerire la sua diretta partecipazione alla battaglia. Indossa abiti contemporanei e anche un berretto frigio, assunto come simbolo dell’idea repubblicana dai rivoluzionari già nel 1789, ha il seno scoperto e i piedi nudi ed è realistica sino alla peluria sotto le ascelle, particolare che non fu apprezzato dai contemporanei. Nella sua posa monumentale e impetuosa la Libertà esorta il popolo a seguirla e a ribellarsi contro la politica reazionaria di Carlo X. La Libertà è circondata da una folla tumultuosa, dove Delacroix ha riunito persone di tutte le età e le classi sociali.",
        "date": "1830",
        "tags": "",
        "src": "gallery/liberta.jpg"
    },
    {
        "id": "4",
        "title": "Il 3 maggio 1808",
        "author": "Francisco Goya",
        "description": "Il 3 maggio 1808 rappresenta il momento immediatamente successivo alla rivolta e si focalizza su due gruppi di uomini: il plotone d'esecuzione, sulla destra, i condannati sulla sinistra. I carnefici e le vittime si fronteggiano bruscamente in uno spazio ristrettissimo, tanto che, come osservato da Kenneth Clark, «con un colpo di genio [Goya] ha creato un efficace contrasto fra il feroce ripetersi degli atteggiamenti dei soldati e la linea d'acciaio dei loro fucili, e l'irregolarità dei loro obiettivi». Una grande lanterna ai piedi dei soldati getta luce sulla scena, sottolineandone la drammaticità: viene illuminato soprattutto il gruppo di vittime, fra cui figura anche un monaco tonsurato in preghiera (a enfatizzare il fallimento della Chiesa). Il protagonista della scena, tuttavia, è la vittima centrale, bianca, che leva le braccia al cielo in attesa del colpo mortale. Sembra agonizzare ancor prima di essere raggiunta dalla pallottola; il suo volto, dai tipici tratti ispanici, è privo di bellezza ma rivela un sentimento sospeso tra coraggio, rabbia, terrore e incredulità. Il suo vestiario bianco e giallo, oltre a richiamare i colori della lanterna, suggerisce inoltre che si tratta di un semplice bracciante.",
        "date": "1814",
        "tags": "",
        "src": "gallery/fucilazione.jpg"
    },
    {
        "id": "5",
        "title": "A friend in need",
        "author": "Cassius Marcellus Coolidge",
        "description": "Si tratta, appunto, di uno dei 18 noti ritratti dei cani che giocano a poker (è, di fatto, il più famoso in assoluto di tutta la serie): per i critici della prima metà del XX secolo non era arte. E, a dire il vero, questa credenza non si estinse presto, anzi: nel 2002 William Hennessey, il direttore del Chrysler Museum of Art in Virginia, denigrò il quadro di Coolidge pubblicamente, in occasione della giornata del 1° aprile. Proprio durante il giorno in cui ogni scherzo è concesso, il giorno dei Pesci d’Aprile, Hennessey fece rilasciare un comunicato stampa dove dichiarava il suo interesse ad acquisire la serie dei 18 dipinti per la collezione del museo. Benché quella di Hennessey fosse una burla, i musi pelosi, le pipe, i bicchieri di whisky e il tavolo verde di Coolidge sono diventati iconici – a dire poco! I cani che giocano a poker sono addirittura stati citati in un episodio dei Simpson. E, a dirla tutta, in numerosi altri TV show. Sono diventati un ritornello grafico kitsch: li si trova su magliette, tazze, accessori… E nel 2015 il primo dipinto di Coolidge ('Poker Game') è stato venduto alla modica cifra di $658.000 a New York. 'A Friend in Need', peraltro, racconta una storia: il bulldog sta segretamente passando un asso al suo compagno, ecco perché tutti gli altri giocatori canini si guardano di sbieco al tavolo! Ma il cane non era l’amico più leale dell’uomo? È proprio questo simpatico inganno a rendere il dipinto così divertente",
        "date": "2005",
        "tags": "",
        "src": "gallery/canipoker.jpg"
    },
    {
        "id": "6",
        "title": "Una domenica pomeriggio sull'isola della Grande-Jatte",
        "author": "Georges Seurat",
        "description": "Desideroso di dimostrare nella pratica le nuove teorie divisioniste, già nel 1884 Seurat pose mano al progetto di una nuova grande tela, che non si allontana, quanto a metodologia di preparazione e scelta del soggetto, da quella dei Bagnanti ad Asnières. Testimonianza del nuovo progetto è la lettera che spedì sei anni dopo aver concluso l'opera, all'amico critico Fénéon il 20 giugno 1890: «1884, giorno dell'Ascensione: Grande-Jatte, gli studi e il quadro». Sembrerebbe quasi che Seurat abbia voluto prendere a pretesto quella festività religiosa per significare l'inizio della sua «ascensione» artistica. Comunque sia, Seurat scelse l'isolotto della Grande-Jatte, sulla Senna, presso Neuilly sur Seine, come luogo ove ambientare il nuovo dipinto. Secondo quanto scrisse Signac il principio-guida era quello di fissare preventivamente la composizione: «Guidato dalla tradizione e dalla scienza, armonizzerà la composizione alle sue concezioni, cioè adatterà le linee (direzione e angoli), il chiaroscuro (toni), i colori (tinte), all'elemento che vorrà far prevalere». La mattina, con la luce migliore, Seurat si recava alla Grande-Jatte per abbozzare scene dipinte a olio con tecnica impressionista - si contano più di trenta tavolette di studi - mentre il resto della giornata veniva passato nell'atelier, disegnando a matita singoli particolari grazie al sostegno di una scala (la dimensione del dipinto, come quella dei Bagnanti ad Asnières, è infatti di 2 metri per 3), a ritoccare la tela, sulla quale aveva steso uno strato di colore base, con i piccoli punti di diverso colore, secondo il principio della mescolanza ottica.",
        "date": "1884",
        "tags": "",
        "src": "gallery/isolagrande.jpg"
    },
    {
        "id": "7",
        "title": "Canestra di frutta",
        "author": "Caravaggio",
        "description": "L'opera mostra una canestra definita con precisione analitica e quasi fiamminga negli incastri del vimini, all'interno della quale ci sono frutti e foglie di ogni genere. La natura morta è assunta a soggetto protagonista, tanto quanto lo sarebbe stato un eroe della mitologia in un quadro di storia. La cestina sporge impercettibilmente in avanti nel suo tangibile realismo tridimensionale (che si contrappone allo sfondo bidimensionale), come fosse in una situazione precaria, creando un colpo d'occhio che attrae lo spettatore moderno nell'immediato: questa tendenza, così come la presentazione di frutti bacati o intaccati dalle malattie, simboleggia la vanitas dell'esistenza umana, ovvero il richiamo alla caducità della vita, un bene effimero destinato a svanire nel tempo. Si tratta in realtà di un sipario decontestualizzato, quasi sottratto dal suo reale contesto naturale; anche il realismo è soltanto apparente, poiché sono rappresentati insieme frutti di stagioni diverse, destando nello spettatore la sensazione di una inedita circolarità, affine forse al rispecchiamento di un umile desco da nascita, astrologico.",
        "date": "1600",
        "tags": "",
        "src": "gallery/frutta.jpg"
    },
    {
        "id": "8",
        "title": "Viandante sul mare di nebbia",
        "author": "Caspar David Friedrich",
        "description": "Al centro della composizione, in primo piano, un viandante solitario si staglia in controluce su un precipizio roccioso, dando la schiena all'osservatore: ha i capelli rossi e scompigliati al vento, è avvolto in un soprabito verde scuro e nella mano destra, appoggiata al fianco, impugna un bastone da passeggio. È lui il vero centro focale e spirituale del dipinto (è al centro dell'opera): ciò malgrado, ben poco si sa su quest'uomo, a parte la sua natura errabonda e introversa. Secondo alcune testimonianze, sotto le vesti del pellegrino vi sarebbe il colonnello della fanteria sassone Friedrich Gotthard von den Brinken, defunto amico di Friedrich che con questa tela ne volle conservare vivo il ricordo. ",
        "date": "1818",
        "tags": "",
        "src": "gallery/viandante.jpg"
    }
]